Revit 2021.1 API
UnitTypeId.FeetOfWater39_2DegreesFahrenheit Property
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 21.0.0.0 (21.1.1.109)
Syntax
C#
public static ForgeTypeId FeetOfWater39_2DegreesFahrenheit { get; }
Visual Basic
Public Shared ReadOnly Property FeetOfWater39_2DegreesFahrenheit As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ FeetOfWater39_2DegreesFahrenheit {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace